[Language]
DisplayName=Русский

[0]
0=GUI TAB GENERAL
1=Лог
2=ЛОГ БОТА
3=Стиль
4=Используйте эти опции, чтобы установить тип лога.
5=Ручное разделение
6=Лог бота и атаки одинакого размера
7=Большой лог бота, маленький лог атаки
8=Маленький лог бота, большой лог атаки
9=Полный лог бота,скрыть лог атаки
10=Скрыть лог бота, полный лог атаки
11=Очистить лог
12=Используйте это, чтобы очистить лог атаки.
13=Копировать лог
14=Используйте это, чтобы скопировать лог атаки в буфер обмена (CTRL+C)
15=ЛОГ АТАКИ
16="                   --------  ЛУТ  --------       ----- БОНУС ------"
17="ВРЕМЯ|ВОЙСК| ПОЙСК| ЗОЛОТО|ЭЛИКСИР|Ч.Эликc|ТРФ|С|ЗОЛОТО|ЭЛИКСИР|Ч.Э|Л."
   

[1]
0=GUI TAB TROOPS
1=Войска
2=Состав войск
3=Установите тип составления войск.
4='Использовать казармы' или 'Пользовательские войска' для ручных композиций.
5=Лучницы
6=Варвары
7=Гоблины
8=Bарв.Лук
9=Bарв.Лук.Гиг.Гобл
10=Bарв.Лук.Гиг
11=Bарв.Лук.Гобл
12=BарвЛукГигГоблСтенобои
13=Использовать казармы
14=Свои войска
15=Режим Казарм
16=Установите войска в казарму
17=Варвары
18=Лучницы
19=Гиганты
20=Гоблины
21=Стенобои
22=В.шары
23=Колдуны
24=Хилки
25=Драконы
26=Пекки
27=Военный Лагерь
28=Лагеря=
29=Бот начинает атаку, если процент заполнения казарм равен или выше этого значения в %.
30=Настройки Ускорения
31=Казармы
32=Сколько казарм нужно ускорить при помощи кристаллов! Используйте с осторожностью!
33=Ускорять
34=Используйте это, чтобы ускорить ваши казармы с помощью кристаллов! Используйте с осторожностью!
35=Используйте это, чтобы ускорить вашу фабрику заклинаний с помощью кристаллов! Используйте с осторожностью!
36=Используйте это, чтобы ускорить вашу тёмную фабрику заклинаний с помощью кристаллов! Используйте с осторожностью!
37=Используйте это, чтобы ускорить лечение вашего короля с помощью кристаллов! Используйте с осторожностью!
38=Используйте это, чтобы ускорить лечение вашей королевы с помощью кристаллов! Используйте с осторожностью!
39=Войска
40=Установить количество 
41= в %.
42=Всего
43=Общий % войск должен быть равен 100%.
44=Свои войска
45=
46=Стенобои
47=Тёмные войска
48=Миньоны
49=Кабаны
50=Валькирии
51=Големы
52=Ведьмы
53=Ад.Гончии
54=Заклинания
55=
56=Молния
57=Хилл
58=Ярость
59=Яд
60=Ускорение
61=Ёмкость.Закл
62=Установите количество заклинаний, которое Вы будете использовать. Установите '0' если не хотите использовать заклинания в бою.
63=Пекки
64=Используйте это, чтобы ускорить лечение вашего хранителя с помощью кристаллов! Используйте с осторожностью!

[2]
0=GUI TAB SEARCH
1=Поиск
2=Только мертвые базы
3=Только живые базы
4=Мёртвые и живые базы
5=Только мёртвые базы: Полные коллекторы. Наибольший лут за пределами деревни.
6=Только живые базы: Полные хранилища. Наибольший лут внутри деревни.
7=Двойной режим: Поиск для обоих, все, что находит первым подвергается нападению.
8=Параметры поиска
9=Оповещение о найденой базе.
10=Отметьте этот флажок, если вы хотите, чтобы был звуковой сигнал и всплывающая подсказка, когда нашлась база для атаки.
11=Рестарт посл
12=Возвращение на базу после кол-ва поисков и перезагрузка для поиска вражеских деревень.
13=поисков.
14=Мёртвые базы  ( Полные шахты )
15=Старт через
16=Искать мертвую баз. Если не нашел её, начинает поиск живой базы..
17=поисков подождать, прежде чем активировать этот режим.
18=поиск(ов).
19=Поиск базы, отвечающей значениям, установленным для золота и/или плюс эликсир.
20=И: Оба условия должны соответствовать, золоту и эликсиру.
21=Или: Одно из условий необходимо соблюсти, золото или эликсир.
22=+ (Плюс): Общее количество золота + эликсир.
23=З и Э
24=З Или Э
25=З + Э
26=Установите минимальное количество золота для нападения на деревню.
27=Установите минимальное количество Эликсира для нападения на деревню.
28=Установите минимальное количество золота + эликсира для нападения на деревню.
29=Черный Эл
30=Поиск по базе, отвечающее значению, установленное по Черному Эликсиру.
31=Установите минимальное количество Черного Эликсира для нападения на деревню.
32=Трофеи
33=Поиск по базе, отвечающее значению, установленное по Трофеям.
34=Установите минимальное количество Трофеев для нападения на деревню.
35=Ратуша
36=Поиск базы будет происходить по максимальному уровню ратуши.
37=Установите максимальный уровень Ратуши для нападения на деревню.
38=Ратуша снаружи
39=Поиск базы будет происходить по открытой ратуше (За пределами стен
40=Слаб.базы
41=Поиск по базе, которая имеет низкую оборону.
42=Установить Макс. уровень мортиры в деревне для нападения.
43=Установить Макс. уровень башни колдуна в деревне для нападения.
44=Одно из условий для атаки
45=Удовлетворяется только ОДНО из вышеперечисленных условий для проведении атаки.
46=Живые базы (Полные хранилища)
47=Снижение значений поиска
48=Снижать после
49=Отметьте этот флажок, если вы хотите, чтобы поиск значений автоматически быть снижен по истечении определенного кол-во поисков.
50=Введите кол-во поисков, прежде чем возникает сокращение.
51=поиск(ов).
52=Уменьшение значения для золота на эту сумму на каждый шаг.
53=Уменьшение значения для эликсира на эту сумму на каждый шаг.
54=Уменьшение значения для золота и эликсира на эту сумму на каждый шаг.
55=Уменьшение значения для черного эликсира на эту сумму на каждый шаг.
56=Уменьшение значения для трофеев на эту сумму на каждый шаг.
57=Режим поиска
58=Искать живую базу. Если не нашел её, то начинает поиск мёртвых баз.
99=Находить
100=Выбор коллекторов
101=Установить минимальный уровень эликсира находящиеся в коллекторах.
102=от 75% МБ


[3]
0=GUI TAB ATTACK
1=Атака
2=Мёртвые базы
3=Атаковать
4=Нападение на одну сторону, проникает через базу
5=Атака с двух сторон, проникает через базу
6=Атака с трех сторон, разрушает наружные и некоторые внутренние здания
7=Выберите на какую часть из сторон нападать.
8=Атака с одной стороны
9=Атака с двух сторон
10=Атака с трёх сторон
11=Атака со всех сторон
12=Войска
13=Использовать всех
14=Использовать Казармы
15=Только Варвары
16=Только Лучницы
17=Варв+Лучн
18=Варв+Гобл
19=Лучн+Гобл
20=Варв+Лучн+Гиги
21=Bарв+Лучн+Гоб+Гиг
22=Варв+Лучн+Хоги
23=Варв+Лучн+Миньоны
24=Задержка
25=Задержка развертывания войск, 1 (Быстро) = Как бот, 10 (Медленно) = Как человек
26=Случайная скорость сделает бот разнообразнее и ближе к человеку.
27=волн
28=Случайная скорость задержки
29=Смарт атака: Возле красной Линии
30=Используйте Умную-атаку, чтобы обнаружить 'красную линию'. И развертывание войск будет происходить по красной линии.
31=Высадка
32=Выберите режим для развертывания волны войск.
33=Тип 1: Высадка по одной волне войск с каждой стороны, затем переключатель войска
34=Тип 2: Высадка всех войск (например: гиганты, варвары и лучники) на каждой стороне, затем перейти на другую сторону.
35=Стороны, затем войска
36=Войска, затем по сторонам
37=Высадка войск возле шахт
38=Высадка войск возле сборщиков эликсира
39=Высадка войск возле Скважин Черного Эликсира
40=Король
41=Используйте вашего Короля при нападении..
42=Королева
43=Используйте вашу Королеву при нападении..
44=Высадка КК
45=Использовать клановый замок, если он содержит войска.
46=Живые базы
47=Баланс КК
48=Баланс D/R
49=Высаживай свой клан замок только если соотношение донат/получено больше, чем коэффициент Д/П ниже.
50=Пожертвовал частное
51=Хотел пожертвовал / получено соотношение
52=1/1 средства, пожертвованные = получил, значит подарена 1/2 = половина получено и т. д.
53=Получена часть
54=Способности героев
55=Время активации способности героя после
56=Активировать способность по таймеру.
57=Оба героя активируются одновременно.
58=Автоматическая активация способности героя(красная зона).
59=Активировать способность, когда герой становится слабым.
60=Король и Королева будут проверены и активированы индивидуально.
61=Установите время в секундах для активации способности героя.
62=сек.
63=Атака со всех сторон одинаково, получает большую часть наружного основания
64=Атаки на одной стороне ближе к темно-эликсир хранения
65=Атаки на одной стороне ближе к ратуше
66=Ч.Э Сторона Атаки
67=ТХ Сторона Атаки
68=Использовать в бою
69=Используйте вашего хранителя при нападении..
70=Активировать способность хранителя после
71=Использовать способность хранителя по таймеру.
72=Установите время в секундах для активации способности хранителя.

[4]
0=GUI TAB ATTACKADV
1=Доп.Атака
2=Настройки атаки
3=Варианты кнопки"Атаковать Сейчас!"
4=Отметьте этот флажок, если вы хотите иметь возможность иметь 'Атаковать сейчас' кнопку рядом
5=со 'Старт' и "Пауза" кнопки в обход мёртвых или живых баз.
6="Атаковать Сейчас!" кнопка отображается только при поиске деревень для атаки.
7=Дбв
8=Добавить такое количество времени, чтобы замедлить поиск.
9=сек. время реакции
10=Атаковать ратуши снаружи 
11=Установите этот флажок, чтобы атаковать незащищенную Ратуша.(Ратуша снаружи стен)
12=Совет: также отметьте 'Ратуши снаружи' на вкладке поиска, если вы только хотите искать базы с открытыми ратушами.
13=ТХ снайп
14=Снайп во время тренировки
15=Отметьте этот флажок, если вы хотите, чтобы бот ТХснайпил во время тренировки войск.
16==>
17=Добавить число плиток от края базы.
18=ЛимитПoиcкa
19=Кол-во поисков, чтобы возвращаться домой.
20=Мин Армии % чтобы ТХснайпить
21=Минимальный % армии чтобы начать снайп.
22=ТХ Снайп (продвинутые настройки)
23=Снайп Комбо
24=Добавить ТХ комбинацию на текущий параметров поиска. (Пример: Мёртвые базы или ТХ Снайп)
25=Дбв
26=Введите сколько плиток "травы" может быть от ТХ базы следует рассматривать как "Ратушу снаружи"
27=Пример: (0) пликтов; ТХ должен быть ровно по краю. (4) плиток: ТХ может быть 4 плитки дальше от края и ближе к центру базы.
28=Если ТХ все дальше уходит то количества установленных плиток, то база будет пропущена.
29=плиток от края базы
30=Тип атаки ТХ
31=Attack: SmartBarch
32=Attack: Bam
33=Attack: eXtreme
34=Attack: GBarch
35=Attack: Custom
36=SMARTBARCH вЂў Barbs/Archers
37=BAM вЂў Barbs/Archers/Minions
38=EXTREME вЂў Use All troops
39=GBARCH вЂў Giants/Barbs/Archers
40=CUSTOM вЂў Make your own strategy!
41=Если ТХ с краю
42=приближение
43=По сторонам
44=Выберите свою стратегию, чтобы развернуть войска, когда Ратуша обнаруживается на нижней части экрана.
45='Приближение' • Зум в первую очередь, потом атака снизу.
46='По сторонам' Постарайтесь, чтобы получить ратушу слева и справа без увеличения, ваши войска могут выбрать другую цель.
47=Король
48=Использовать короля при атаке на ТХ
49=Будет развернут на первой волне
50=Молния
51=Использовать заклинание молнии при атаке на ТХ
52=Будет развернута в третьей волне
53=Королева
54=Использовать королеву при атаке на ТХ
55=Будет развернута на первой волне
56=Ярость
57=Использовать заклинание ярости при атаке на ТХ
58=Будет развернута в третьей волне
59=Высадка КК
60=Использование Кланового замка при атаке на ТХ
61=Будeт развернута на второй волне
62=Хилл
63=Использовать целительное заклинание при атаке на ТХ
64=Будeт развернута на второй волне
65="Хулиган" комбо атака
66=ТХ "хулиган"
67=Добавляет ТХ Снайпер комбинация на текущий параметров поиска. (Пример: Мёртвые базы или ТХ Снайпер)
68=ТХ Хулиган: атакует ратушу нижнем уровне после указанного кол-во поисков."
69=ТХ Хулиган: кол-во поисков подождать перед включением.
70=поиск(ов).
71=Макс лвл ТХ
72=ТХ Хулиган: Макс. уровень Ратуши чтобы атаковать.
73=Когда нашли, атака с настройками от
74=Мёртвых баз
75=Использовать мертвых базовых настроек атаки, когда TH Bully атакующий матч.
76=Живых баз.
77=Использовать Живых базовых настроек атаки, когда TH Bully атакующий матч.
78=Оборона Земледелия
79=Включить ломкий режим
80=Включить "оборону земледелия" для получения достижения "Не прогибаться!".
81=Ожидание
82=Задать интервал времени до остановки СоС и ждать атаки противника, чтобы получить побед защиты. (1-99 минут)
83=минут
84=Мин.Фарм.
85=Мин.Сохранить.
86=Количество золота, которое останавливает обороны земледелия, переключатели для нормального земледелия, если ниже.
87=Установите значение количества золота необходимо для поиска или апгрейда.
88=Количество золота в хранилищах необходимые для обеспечения обороны земледелия.
89=Ввод количества золота необходимо привлекать врага или для обновления.
90=Объем эликсира, который останавливается обороны земледелия, переключатели для нормального земледелия, если ниже.
91=Установите значение количества эликсира вам понадобится для изготовления или модернизации войск.
92=Количество эликсира на хранении необходимые для обеспечения обороны земледелия.
93=Входной объем эликсир нужно привлечь врага или для обновления.
94=Количество Темного эликсира, необходимые для обеспечения обороны земледелия, переключатели для нормального земледелия, если ниже.
95=Установите значение количества Темного эликсира вам понадобится для изготовления или модернизации войск.
96=Количество Темного эликсира на хранении необходимые для обеспечения обороны земледелия.
97=Ввод суммы Темный эликсир нужно привлечь врага или для обновления.
98=Вы можете добавить/редактировать атаки редактирования CSV и файлы настроек в папке ТХ Снайпер
99=Отлож.Старт
100=Искать ТХ Снайпер после этого количества поисков, начать поиск живой базы первого..
101=Количество поисков подождать, прежде чем активировать этот режим.
102=поиск(ов).
103=Поиск базы, отвечающей значениям, установленным для золота и/или/плюс эликсир.
104=И: оба условия должны соответствовать, золото и эликсир.
105=Или: одно условие необходимо соблюсти, золото или эликсир.
106=+ (Плюс): общая сумма золота + эликсир должен соответствовать.
107=З И Эл
108=З Или Эл
109=З + Эл
110=Установить минимум количества золота для поиска деревени на которую буду нападать.
111=Установить минимум объем эликсир для поиска деревени на которую буду нападать.
112=Установить минимум количества золота + эликсир для поиска деревени на которую буду нападать.
113=Чер.Эликсир
114=Поиск базы, что соответствует набор значений для минимальным количеством Темного Эликсира.
115=Установить минимальную сумму Темного эликсира для поиска деревени на которую буду нападать.

[5]
0=GUI TAB ENDBATTLE
1=Конец Боя
2=Конец Боя
3=Если лута не обнаружено
4=Если нет доп. лута в этом бою
5=Отсчет начался после того, как все войска и члены королевской семьи будут развернуты в бою.
6=сек.
7=И если ресурсы ниже
8=Конец боя, если ниже этой суммы золота.
9=Конец боя, если ниже этой суммы эликсира.
10=Конец боя, если ниже этой суммы черного эликсира.
11=Когда нет ресурсов
12=Конец битвы, когда нету золота, эликсира и темного эликсира = 0
13=Когда получена 1 звезда
14=Закончится бой, если была получена 1 звезда
15=Когда получено 2 звезды
16=Закончится бой, если было получено две звезды
17=Атака стороны с Ч.Эликс, Варианты конца боя
18=Включены опции-де-стороны атака в LiveBase развернуть - атака на: варианты
19=Когда ниже
20=Обеспечивает специальные условия для Темный эликсир сторону атаки.
21=Если нет дополнительных фильтров выбираются закончится битва, когда ниже общей Темный эликсир процентов
22=Отключить вариант конца боя
23=Отключить нормальный конец битвы варианты, когда де сторону атаки впереди.
24=Когда получена 1 звезда
25=Закончится Битва, когда ниже мин де и одна звезда выиграла.
26=Когда
27=Закончится Битва, когда ниже мин де и царь слаб
28=слабый
29=Закончится Битва, когда ниже мин де и Королева слаба
30=Скриншот лута
31=Отметьте этот флажок, если вы хотите сохранять снимок лута.
32=Включить Инфо о луте
33=Включают инфо лута в скриншоте именем
34=Поделиться повтором Атаки
35=Поделиться повтор в клан чат.
36=Установите этот флажок, чтобы поделиться своими повтором битвы в клановый чат.
37=Когда получено
38=Поделиться повтором ТОЛЬКО, когда золота больше чем это значение.
39=Поделиться повтором ТОЛЬКО, когда эликсира больше чем это значение.
40=Поделиться повтором ТОЛЬКО, когда черного эликсира больше чем это значение.
41=Случайное сообщение из этого списка
42=Хорошо\r\nОтлично\r\nСпасибо \r\nУхтыы
43=Отправлять повтор атаки с таким текстом
44=Делать скриншот лута

[6]
0=GUI TAB DONATE
1=Донат
2=Запрос Клановых Войск
3=Запрос
4=Лучниц пожалуйст
5=Этот текст используется на вашу просьбу войск в клановом чате.
6=Меню выбора войск для доната
7=Варвары
8=Лучниц
9=Гиганты
10=Гоблины
11=Стенобои
12=Черный список
13=Миньоны
14=Всадники на кабане
15=Валькирии
16=Пользовательские войска
17=Воздушные шары
18=Колдуны
19=Целительницы
20=Драконы
21=П.Е.К.К.И
22=Големы
23=Ведьмы
24=Адские Гончии
25=РусЗапрос
26=Установите этот флажок, чтобы включить кириллицу.
27=Донат
28=Установите этот флажок, чтобы пожертвовать
29=Пожертвовать всем
30=Всадники на кабанах
31=Это будет также игнорировать все ключевые слова.
32=Ключевые слова
33=Не донатить эти ключевые слова
34=Черный список для доната
35=варвары\r\nварвар
36=не варваров\r\nне варвар
37=лучницы\r\nлук\r\nлучниц\r\nлучница
38=не лучниц\r\nне лук
39=гиганты\r\nгигант\r\nгиг\r\nгиги
40=не гигантов\r\nне гиги
41=гоблины\r\nгоблин
42=не гоблинов\r\nне гоблина
43=стенобоев\r\nстенобой
44=не стенобоев\r\nне стенобоя
45=шары\r\nшар
46=не шары\r\nне шаров
47=маги\r\nмаг
48=не магов\r\nне маг
49=хиллка\r\nхилл
50=не хиллку\r\nне хилл
51=дракон\r\nдраго
52=не драконов\r\nне дракона
53=ПЕККА\r\nпекк
54=не ПЕККУ
55=миньоны\r\nминьон
56=не миньонов\r\nне миньона
57=кабан\r\nвсадники на кабанах\r\nхоги\r\nсвинки
58=не кабанов\r\nне хогов
59=валькирий\r\nвалькирия\r\nвалька
60=не валькирий
61=голем
62=не голема
63=ведьмы\r\nведьма
64=не ведьм
65=гончая\r\nлава\r\nадская гончая
66=не гончаю\r\nне лаву
67=
68=
69=
70=ПЕККИ
71=any\r\nneed
72=1-й
73=2-й
74=3-й
75=Ничего
76=only\r\njust
77=Не донатить на какой-либо из этих ключевых слов
78=Общий Черный список
79=clan war\r\nwar\r\ncw
80=Общий Черный список
81=если ключевые слова соответствуют запросу чат.
82=чтобы все запросы на чат.
83=Ничего
84=Ядовитое заклинание
85=Землпетрясущее заклинание
86=Заклинание ускорения
87=яд
88=no poison\r\npoison no
89=earthquake\r\nquake
90=no earthquake\r\nquake no
91=ускорение
92=no haste\r\nhaste no

[7]
0=GUI TAB MISC
1=Разное
2=Остановить Атаку
3=Используйте эти опции, чтобы установить, когда бот перестанет атаковать.
4=Остановить
5=Выключить PC
6=Режим сна
7=Перезагрузка PC
8=З и Э Full и Макс.Трофеев
9=(З и Э) Full или Макс.Трофеев
10=(З или Э) Full и Макс.Трофеев
11=З или Э Full или Макс.Троф
12=Золото и Эликсир Full
13=Золото или Эликсир Full
14=Золото Full и Макс.Трофеев
15=Эликсир Full и Макс.Трофеев
16=Золото Full Или Макс.Троф
17=Эликсир Full или Макс.Троф
18=Золото Full
19=Эликсир Full
20=Reach Max. Trophy
21=Бот выключится через...
22=Только донат
23=Поддерживать онлайн
24=час
25=часов
26=Профили
27=Текущий Профиль
28=Используйте это, чтобы переключиться на другой профиль. По умолчанию: 01
29=Ваших профилей/конфигурационных файлов можно найти по пути
30=Название профиля
31=Ваше название деревни
32=GUI Язык
33=Используйте это, чтобы переключиться на другой язык графического интерфейса
34=Авто перезарядка
35=Установите этот флажок, чтобы автоматически Перевооружаться ловушки, перезарядка Xbows и Инферно (если таковые имеются) в вашей деревне
36=Сбор ресурсов
37=Установите этот флажок, чтобы автоматически собирать ресурсы с коллекторов
38=от золотых шахт, коллекторов эликсир и темный эликсир сверл.
39=Удаление надгробий
40=Установите этот флажок, чтобы автоматически очистить надгробия после нападения противника.
41=Возобновление бота
42=Возобновить бота при достижении этих минимальных значений.
43=Минимальное значение золота для бота, чтобы возобновить атаку после остановки из-за низкого количества золота.
44=Минимальное значение эликсир для бота, чтобы возобновить атаку после остановки из-за низкого количества эликсира.
45=Минимальное значение Темного эликсира для бота, чтобы возобновить атаку после остановки из-за низкого темного эликсира.
46=Настройки Трофеев
47=Диапазон
48=Бот будет 'Сливать' трофеи если будет привышать этих значений.
49=Боту будут выпадать трофеи, не ниже этого
50=Исп.Героев
51=Использовать героев для "слива" кубков.
52=Мёртвые базы
53=Атаковать только Мёртвые во время слива трофеев.
54=Удаленное Устройство
55=Ожидать устройство
56=Введите время ожидания (в секундах) для перезагрузки бота, когда другое устройство в игре.
57=сек.
58=Скорость поиска баз
59=С помощью этого ползунка можно изменить время ожидания поиска баз.
60=Это может компенсировать из ошибок синхронизации на некоторых ПК's
61=НИКАКИХ ГАРАНТИЙ! Что результаты будут одинаковыми!
62=Мин
63=секунд
64=Макс
65=Включить случайную скорость задержки поиска баз
66=это снизит вероятность бана :D
67=Найти здания вручную
68=Ратушу
69=Переместить ваш(у)
70=Клановый замок
71=A.C.
72=Военный лагерь
73=Bar.
74=Казарму
75=S.F.
76=Фабрику заклинаний
77=D.S.F.
78=Тёмную фабрику заклинаний
79=King
80=Король
81=Queen
82=Королева
83=Lab.
84=Лаборатория
85=Сброс.
86=Нажмите здесь для сброса всех расположений зданий,
87=как и когда вы изменились основания макета.
88=когда...
89=Now (Train/Donate Only)
90=Перевооружать, Собирать, Удалять
91=Ловушки, Арбалеты и Инферно
92=Собрать ресурсы
93=Очистить надгробия
94=Хранитель
95=Алтарь Хранителя
96=Мин % армии
   97=Введите процент полной армии, необходимой для атаки мертвых баз перед началом сброса трофеев.
98=%
[8]
0=GUI TAB UPGRADE
1=Апгрейд
2=Апгрейд войск/заклинаний
3=Отметьте флажок, чтобы разрешить автоматический запуск обновления в лаборатории
4=Ничего
5=Варвар
6=Лучница
7=Гигант
8=Гоблин
9=Стенобой
10=В.Шар
11=Колдун
12=Целительница
13=Дракон
14=Пекка
15=Закл. Молнии
16=Закл. Хилл
17=Закл. Ярости
18=Закл. Прыжка
19=Заморозки
20=Ядовитое
21=Землетрясущее
22=Спешное
23=Миньон
24=Всадник на К.
25=Валькирия
26=Голем
27=Ведьма
28=Ад. Гончая
29=Улуч
30=Выберите тип войск чтобы обновить с помощью этого выпадающего меню
31=Значек появится значок слева.
32=Любое темное заклинание/войск имеют приоритет над апгрейдов героев!
33=Постоянно обновление героев
34=
35=Включить модернизацию своего короля, когда у вас достаточно тёмного эликсира 
36=Вы можете вручную найти ваш алтарь короля на вкладке misc / Разное
37=Проверьте ваше резюме бот Темный эликсир значения на вкладке misc против экономии минимум. Темный эликсир здесь!
38=
39=Включить обновление вашей Королевой, когда у вас достаточно тёмного эликсира
40=Вы можете вручную найти ваш алтарь королевы на вкладке misc / Разное
41=Проверьте ваше резюме бот Темный эликсир значения на вкладке misc против экономии минимум. Темный эликсир здесь!
42=Здания или герои
43=Апгрейд
44=Отметьте флажок
45=после использования кнопки найти обновления
46=XPos
47=YPos
48=Тип ресурса для обновления
49=Укажите здание
50=Нажимаем кнопку "Указать" и записывается информация на здания/апгрейды героя
51=Сбросс обновлений
52=Сбрасываются все обновления
53=Статус: Красный=не запрограммирован, Желтый=запрограммирован, не завершен, Зеленый=Завершен
54=Золото
55=Сохранить хотя бы это количество золота в хранилищах.
56=Установить большее значение, если вы хотите обновить другие вещи.
57=Эликсир
58=Сохранить хотя бы это количество Эликсира в хранилищах
59=Установить большее значение, если вы хотите обновить другие вещи.
60=Тёмный Эл
61=Сохранить хотя бы это количество Тёмного Эликсира в хранилищах.
62=Установить большее значение, если вы хотите обновить другие вещи.
63=Авто апгрейд стен
64=Включить апгрейд
65=Установите этот флажок, чтобы обновить стены, если есть достаточно ресурсов.
66=Использовать золото
67=Использовать только золота для стен.
68=Доступен на всех уровнях стен.
69=Использовать эликсир
70=Использовать только эликсир для стен.
71=Доступен только от 9 уровня обновляемый с эликсиром.
72=Исп. Эликсир и Золото
73=Бот пробует сначала использовать эликсир. Если не хватает Эликсира, то бот будет использовать Золото.
74=Доступно только на 9 уровне стен.
75=Сохранять строителя для стен
76=Установите этот флажок, чтобы зарезервировать 1 строителя исключительно для стен и
77=уменьшить имеющиеся строителей на 1 для других апгрейдов
78=Поиск стен уровня
79=Поиск для стен такого уровня и обновлять их по одному.
80=Затраты на 1 стену
81=Используйте это значение в качестве индикатора.
82=Значение будет обновляться при выборе другого уровня стены.
83=Мин. Золота
84=Сохранить хотя бы это количество золота в хранилищах,
85=Установить большее значение, если вы хотите обновить другие вещи.
86=Мин. Эликсира
87=Сохранить хотя бы это количество Эликсира в хранилищах,
88=Установить большее значение, если вы хотите обновить другие вещи.
89=Лаборатория
90=Число позиций для теста и поиска стены. Чем выше, тем лучше, но медленнее.
91=ТЕСТ
92=Нажмите здесь, чтобы протестировать "Обнаружение стен".
93=Авто апгрейд ваших героев
94=Позволит выполнить модернизацию вашего старосты, когда у вас есть достаточно эликсир (экономия минимум. Эликсир)
95=Вы можете вручную найти алтарь "Хранителя" на закладке misc / Разное
96=Проверьте ваше резюме бот эликсир значения на вкладке misc против сохранения минимального эликсира здесь!

[9]
0=GUI TAB NOTIFY
1=Уведомления
2=PushBullet оповещения
3=Включить
4=Включить PushBullet Оповещения
5=Удалённое Упр
6=Включение удалённых функций
7=Удалить все Сбщ
8=Он будет удалить все предыдущие push-уведомлений при запуске бота
9=Удалить все Сбщ
10=Щелкните здесь, чтобы удалить все сообщения PushBullet.
11=Удалить Сообщ старше
12=Удалить все предыдущие push-уведомлений старше указанного часа
13=Установить интервал для удаляемых Сообщений.
14=час
15=часов
16=Токен аккаунта
17=Вам нужен Токен pushbullet уведомления. Получить Токен вы можете на PushBullet.com
18=Название профиля
19=Название профиля можно найти на вкладке misc/Разное.
20=Отправлять сообщение для PushBullet из этих вариантов
21=БазаНайдена
22=Отправление сообщения, когда бот находит деревню, чтобы атаковать.
23=Скриншот атаки
24=Отправлять скриншот последней атаки.
25=СообщениеАтаки
26=Отправлять текстовое сообщение о последней атаки.
27=В.Лагерь полный
28=Отправлять оповещение, когда ваш военный лагерь полон.
29=Обн.Стены
30=Отправить оповещение об апдейте стены.
31=Рассинхрон(OOC)
32=Отправить уведомление, когда вы получаете сообщение об ошибке: клиент и сервер не синхронизированы
33=Отдых жителей (take a break)
34=Отправить предупреждение, когда вы играете слишком долго и ваши односельчане нужен отдых.
35=Статы деревни
36=Отправлять оповещение о деревни.
37=Последняя Атака
38=Отправить инфо о последней атаке.
39=Другое устройство подключено
40=Отправлено оповещение, когда ваш поселок соединен с другим устройством.
41=PushBullet функции удалённого управления
42=BOT HELP - отправить эту справку
43=BOT DELETE  - удалить все ваши предыдущие сообщения
44=BOT Профиль RESTART - перезапуск бота и BlueStacks
45=BOT Профиль STOP - остановка бота
46=BOT Профиль PAUSE - пауза бота
47=BOT Профиль RESUME   - возобновление бота
48=BOT Профиль STATS - отправить статистику деревни
49=BOT Профиль LOG - отправить текущий лог-файл
50=BOT Профиль LASTRAID -  отправить скриншот атаки>
51=BOT Профиль LASTRAIDTXT - отправить инфу лута в тексте
52=BOT Профиль SCREENSHOT - прислать скриншот

[10]
0=GUI TAB EXPERT
1=Эксперт
2=Когда Бот Загружает
3=Проверять наличие обновлений
4=Проверяйте, если вы используете последнюю версию бота.
5=Удалять лог файлы
6=Удалять лог-файлы старше указанных дней.
7=дней
8=Удалить Вр.Файлы
9=Удалять временные файлы старше указанных дней.
10=Удаление скринов
11=Удалять скриншоты лута старше указанных дней
12=Когда Бот запускается
13=Авто старт после
14=сек.
15=Проверка языка игры (EN)
16=Проверьте, если игра настроена на соответствующий язык (должен быть английский)
17=Выравнивание
18=Репозиция/выровнять bluestacks и GameBot окна на экране.
19=.       =>
20=Смещение в пикселях по горизонтали между с bluestacks (BS) и GameBOT окна.
21=Смещение в пикселях по вертикали между с bluestacks (BS) и GameBOT окна.
22=0,0: BlueStacks-Bot
23=0,0: Bot-BlueStacks
24=SNAP: Bot TopRight to BS
25=SNAP: Bot TopLeft to BS
26=SNAP: Bot BottomRight to BS
27=SNAP: Bot BottomLeft to BS
28=0,0: Репозиция БС экрана в позицию 0,0 на рабочем столе Windows и выровнять бот окно вправо или влево, чтобы он.
29=Оснастки: только изменить порядок окон, выровнять бот окно на bluestacks окно справа вверху, вверху слева, внизу справа или внизу слева.
30=Скорость клика
31=Время войск
32=задерж
33=Увеличить задержку если ваш компьютер работает медленно
34=Отладка
35=Отладка: написать щелкнул (х,у) координаты в лог.
36=Отладка: возможность отладки Сообщений SetLog в код для устранения неполадок.
37=Отладка: позволяет сохранять распознавания изображений для устранения неполадок.
38=Отладка: позволяет сохранять изображения для устранения неполадок.
39=Отладка: активирует отображение позиций зданий в журнал.
40=Коррдинаты
41=L
42=O
43=I
44=B
45=Другие настройки
46=Ёмкость ВоеннЛагеря
47=Если не обнаружен военный лагерь значений (вместо того, чтобы задать)
48=Планировщик Кланового замка
49=Пожертвовать КК только в эти часы суток
50=Эта кнопка удалит галочки со всей строчки
51=Запрос КК только в эти часы суток
52=Высадка КК только в эти часы суток
53=Планировщик ускорения казарм
54=Ускорение казарм только в эти часы суток
55=Настройки скриншотов
56=Сделать в формате PNG
57=Скрывать название деревни и клана
58=Автоматический запуск бота после этого количества секунд.
59=AM
60=PM

[11]
0=GUI TAB STATS
1=Статистика
2=До старта
3=Статистика
4=появится
5=здесь
6=при запуске.
7=Количество золота у вас было когда бот был запущен.
8=Количество эликсира у вас было когда бот был запущен.
9=Количество Черного эликсира у вас было когда бот был запущен.
10=Количество трофеев у вас было когда бот был запущен.
11=Лут с Атаки
12=Количество золота вы получили с последней атаки.
13=Количество эликсира вы получили с последней атаки.
14=Количество Черного эликсира вы получили с последней атаки.
15=Количество трофеев вы получили с последней атаки.
16=Бонус от лиги
17=Количество бонусного золота вы получили с последней атаки.
18=Количество бонусного эликсира вы получили с последней атаки.
19=Количество бонусного черного эликсира вы получили с последней атаки.
20=Всего лута
21=Общее количество золота Вы приобрели или потеряли, пока как бот работает.
22=(Это включает в себя руководство расходования ресурсов на обновление зданий)
23=Общее количество эликсира Вы заработали или потеряли, пока бот работает.
24=Общее количество Черного эликсира Вы приобрели или потеряли, пока как бот работает.
25=Общее количество Трофеев Вы приобрели или потеряли, пока как бот работает.
26=Лут в час
27=Золота в час
28=Эликсира в час
29=Черного эликсира в час
30=Трофеев в час
31=РЕСТАРТ
32=Статистика: Смешанная
33=Атаковано
34=Количество деревень, которые подверглись нападению бота.
35=Пропусков
36=Количество деревень, которые были пропущены во время поиска с помощью бота.
37=За Золото
38=Количество обновленных стен за золото.
39=За Элик
40=Количество обновленных стен за эликсир.
41=Количество обновленных зданий за золото
42=Количество обновленных зданий за эликсир
43=Upg Героев
44=Количество обновлений героев
45=Сброшено кубков
46=Количество трофеев сброшено (настройка на вкладке misc).
47=Время
48=Общее время работы бота.
49=Расход Золота
50=Количество золота, используемого ботом при обновлении стен
51=Расход  Элика
52=Количество эликсира, используемого ботом при обновлении стен
53=Количество золота, используемого ботом при обновлении зданий
54=Количество золота, используемого ботом при обновлении зданий
55=Цена героев в Ч.Э
56=Количество черного эликсира потрачено на обновление героев
57=Кол-во ООС ошибок
58=Количество ошибок связанных с интернет соединением (ООС)
59=Цена поиска
60=Столько золота бот потратил на поиск деревни
61=Цена войск
62=Эликсира было потрачено на тренировку войска
63=ЦенаТёмныхВойск
64=Черного Эликсира было потрачено на тренировку войска
65=Собрано
66=Количество золота собрано с шахт
67=Собрано
68=Количество Эликсира собрано с шахт
69=Собрано
70=Количество Черного Эликсира собрано с шахт
71=Мёртвые базы
72=Атаковано
73=Количество атакованных мёртвых баз.
74=Добыл
75=Количество золота, полученного от мертвых баз атакованных ботом.
76=Количество эликсира, полученного от мертвых баз атакованных ботом.
77=Количество трофеев, полученного от мертвых баз атакованных ботом.
78=Живые базы
79=Количество атакованных живых баз.
80=Количество золота, полученного от живых баз атакованных ботом.
81=Количество эликсира, полученного от живых баз атакованных ботом.
82=Количество черного эликсира, полученного от живых баз атакованных ботом.
83=Количество трофеев, полученного от живых баз атакованных ботом.
84=TH Хулиган
85=Число ТХ Хулиган баз, что были атакованы бот.
86=Количество золота, полученного от "ТХ Хулиган" баз атакованных ботом.
87=Количество эликсира, полученного от "ТХ Хулиган" баз атакованных ботом.
88=Количество черного эликсира, полученного от "ТХ Хулиган" баз атакованных ботом.
89=Количество золота, полученного от "ТХ Хулиган" баз атакованных ботом.
90=TХ Снайп
91=Количество золота, полученного с помощью ТХ снайпа.
92=Количество эликсира, полученного с помощью ТХ снайпа.
93=Количество черного эликсира, полученного с помощью ТХ снайпа.
94=Количество трофеев, полученного с помощью ТХ снайпа.
95=Количество успешных ТХ снайпа
96=Количество неудачных ТХ снайпа
97=здесь
98=после атаки.
99=обновится
100=Количество черного эликсира, полученного от мертвых баз атакованных ботом.
101=Число ТХ снайп нападений.

[12]
0=GUI TAB ABOUT US
1=О нас
2=
3=
4=
5=
6=
7=
8=

[13]
0=GUI BOTTOM
1=Бот 
2=Стоп
3=Пауза
4=Используйте это, чтобы приостановить все действия бота до выхода.
5=Возобновить
6=Используйте это, чтобы возобновить работу бота.
7=Режим поиска
8=Не атакует. Ищёт базы отвечающие условиям.
9=Фото
10=Нажмите сюда, чтобы сделать snaphot вашей деревни и сохранить его в файл.
11=Скрыть
12=Используйте это, чтобы скрыть окно Bluestacks.
13=(Не сворачивается, но скрыт)
14=Фоновый
15=Режим
16=Установите этот флажок, чтобы включить фоновый режим бота.
17=При этом вы можете также скрыть окно с bluestacks.
18=МБ Атака!
19=ЖБ Атака!
20=ТХ Снайп!
21=Профиль
22=Инфа о деревне
23=появится здесь
24=после запуска.
25=показать
26=- Бесплатный бот -
[14]
1=Атаки по скрипту
2=Мёртвые базы
17=IMG
18=Сделать IMG с дополнительной информацией в профиль -> Папка Temp
3=Использовать для мёртвых баз
4=Использовать атаки по скрипту для мёртвых баз, это отключает стандартную атаку.
5=Выберите скрипт; Вы можете редактировать / добавлять новые скрипты, расположенные в папке: 'CSV/Attack'
6=Перезагрузить файл скрипта
15=Показать / Редактировать текущую Атаку по скрипту
16=Создайте новый скрипт атаки
19=Скопировать текущий скрипт атаки с новым именем
7=Использовать в бою
8=Используйте вашего Короля при атаке...
9=Используйте вашу Королеву при атаке...
10=Используйте вашего Хранителя при атаке...
11=Использовать вашу крепость клана в бою, если он содержит войска.
39=Используйте заклинание молнии при атаке...
40=Используйте заклинание исцеления при атаке...
41=Используйте заклинание ярости при атаке...
42=Используйте заклинание прыжка при атаке...
43=Используйте заклинание заморозки при атаке...
44=Используйте ядовитое заклинание молнии при атаке...
45=Используйте землетрясущее заклинание молнии при атаке...
46=Используйте заклинание скорости при атаке...
12=Живые базы
13=Использовать для живых баз
14=Использовать атаки по скрипту для живых баз, это отключает стандартную атаку.
28=Способности
31=Авто активация
32=Активация способностей героя, когда полоса жизни становится красной.
33=Герои проверяются и активируются индивидуально.
29=По таймеру
56=Активировать способность по таймеру.
30=Все герои активируются одновременно.
34=Установите время в секундах для активации способности героя по таймеру.
35=сек.
36=Активация способности Хранителя после
37=Используйте способность Хранителя по таймеру.
38=Установите время в секундах для активации способности Хранителя по таймеру.
22=Баланс КК
23=Баланс Д/П
24=Используйте свой клановый замок только если соотножение Донат/получено больше, чем коэффициент Д/П ниже.
25=Соотношение доната
26=Соотношение пожертвований / получения
54=1/1 означает пожертвование = полученному, 1/2 означает пожертвание = половине полученному и т. д.
27=Соотношение полученного
47=Создать Новый Файл Скрипта
48=Новое название Скрипта
49=Файл существует, просьба ввести новое имя
50=Произошла ошибка при создании файла.
51=Копировать в новый файл скрипта
52=Копировать
53=название для нового скрипта
[15]
1=Выбор коллекторов
2=Выберите, какие коллекторы искать при поиске мертвой базы, ввыбрать, какими они должны быть.
15=Если этот флажок установлен, то бот будет искать
30=Full
3=Коллекторы Lvl 6. Должно быть >
16=коллекторы (эликсир) 6 lvl во время поиска мёртвых баз.
4=Коллекторы Lvl 7. Должно быть >
17=коллекторы (эликсир) 7 lvl во время поиска мёртвых баз.
5=Коллекторы Lvl 8. Должно быть >
18=коллекторы (эликсир) 8 lvl во время поиска мёртвых баз.
6=Коллекторы Lvl 9. Должно быть >
19=коллекторы (эликсир) 9 lvl во время поиска мёртвых баз.
7=Коллекторы Lvl 10. Должно быть >
20=коллекторы (эликсир) 10 lvl во время поиска мёртвых баз.
8=Коллекторы Lvl 11. Должно быть >
21=коллекторы (эликсир) 11 lvl во время поиска мёртвых баз.
9=Коллекторы Lvl 12. Должно быть >
22=коллекторы (эликсир) 12 lvl во время поиска мёртвых баз.
23=Выберите, как 6 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
10=(N/A)
24=Выберите, как 7 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
25=Выберите, как 8 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
26=Выберите, как 9 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
27=Выберите, как 10 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
28=Выберите, как 11 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
29=Выберите, как 12 уровень коллектора должен быть заполнен, чтобы быть помечен как "мертвый"
11=Толерантность
12=Используйте этот ползунок, чтобы отрегулировать допуск всех изображений.
13=Если вы хотите настроить отдельные изображения, необходимо редактировать файлы.
31=ВНИМАНИЕ: Не изменяйте этот параметр, если вы не знаете, что вы делаете. Установите его в 0, если вы не уверены.
14=Сохранить И Закрыть
